Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: Please see this article for a list of the official Debian communication channels.
pt_pt: Por favor, veja este artigo para uma lista dos canais oficiais de comunicação do Debian.

source: Legal action is being considered for, amongst other things, defamation, malicious falsehood and harassment.
pt_pt: Uma ação legal esta sendo tomada contra, entre outras coisas, difamação, falsidade maliciosa e assédio.

source: Debian stands together as a community, and against harassment.
pt_pt: O Debian permanece unido como comunidade e contra o assédio.

source: We have a code of conduct that guides our response to harmful behaviour in our community, and we will continue to act to protect our community and volunteers.
pt_pt: Temos um código de conduta que guia nossas respostas para comportamento danoso em nossa comunidade, e continuaremos a agir para proteger nossa comunidade e voluntários(as).

source: Please do not hesitate to contact the Debian Community team if you have concerns or need support.
pt_pt: Por favor, não hesite em contatar a equipe Debian Community se você tem receios ou precisa de ajuda.

source: In the meantime, all of Debian's and its volunteers' rights are reserved.
pt_pt: Enquanto isso, todos os direitos do Debian e seus(suas) voluntários(as) estão preservados.

source: Statements from other projects
pt_pt: Declarações de outros projetos

source: · Free Software Foundation Europe e.V. (first published October 12, 2019)
pt_pt: · Free Software Foundation Europe e.V. (originalmente publicado em 12 de outubro de 2019)

source: · Open Labs (first published May 26, 2021)
pt_pt: · Open Labs (originalmente publicado em 26 de maio de 2021)

source: · Fedora (first published January 31, 2022)
pt_pt: · Fedora (originalmente publicado em 31 de janeiro de 2022)

source: Frequently asked questions
pt_pt: Perguntas Frequentes

source: Why was the domain transferred to Debian?
pt_pt: Por que o domínio foi transferido para o Debian?

source: Debian pursued a complaint with WIPO that the domain was being used for bad faith infringement of Debian's trademarks.
pt_pt: O Debian apresentou uma reclamação junto a OMPI (WIPO) de que o domínio estava sendo utilizado para violação de má fé das marcas registradas do Debian.

source: In July 2022 the WIPO panel agreed that the previous registrant had no rights or interest in the trademarks and was using them in bad faith, and transferred the domain to the Debian Project.
pt_pt: Em julho de 2022, o painel da OMPI concordou que a pessoa que fez registro anteriormente não tinha direitos ou interesse na marca registrada e estava usando-as de má fé, e transferiu o domínio para o projeto Debian.

source: What was Debian's objection to the content?
pt_pt: Qual era a objeção do Debian ao conteúdo?

source: The content of the debian.community site tarnished Debian's trademarks by associating them with unsubstantiated claims and links to cults, insinuations of enslavement and abuse of volunteers.
pt_pt: O conteúdo do site web debian.community maculava as marcas registradas do Debian por meio da associação destas com alegações infundadas e links para cultos, insinuações de escravidão e abuso de voluntários(as).

source: Who was behind the previous site?
pt_pt: Quem estava por trás do site web anterior?

source: The previous registrant of the domain was Free Software Contributors Association, an unregistered association in Switzerland.
pt_pt: O detentor anterior do domínio era a Free Software Contributors Association, uma associação não registrada na Suíça.

source: In its complaint to WIPO, Debian asserted that the association is an alter ego for Daniel Pocock.
pt_pt: Em sua reclamação à OMPI, o Debian afirmou que a associação é um alter ego para Daniel Pocock.

source: Can I read the WIPO judgement in full?
pt_pt: Posso ler o julgamento da OMPI na íntegra?

source: Yes, it is publicly archived.
pt_pt: Sim, ele está arquivado de forma pública.

source: Did the panel find that the articles were defamatory?
pt_pt: O painel descobriu que os artigos eram difamatórios?

source: The panel was not permitted to make a finding either way - it is beyond the panel's jurisdiction.
pt_pt: O painel não foi autorizado a fazer qualquer forma constatação - está além da jurisdição do painel.

source: The panel was only in a position to find that the registrant registered and used the domain in bad faith to tarnish Debian's trademarks.
pt_pt: O painel tinha apenas condições de descobrir que o detentor registrou e utilizou o domínio de má fé para macular as marcas registradas do Debian

source: Will Debian be taking any other action?
pt_pt: O Debian irá tomar alguma outra ação?

source: This information cannot be publicly disclosed.
pt_pt: Esta informação não pode ser divulgada publicamente.

source: The Debian Project continues to monitor the situation and consult with its legal counsel.
pt_pt: O projeto Debian continua monitorando a situação e consultando sua assessoria jurídica.

source: Further information
pt_pt: Mais informações

source: · Statement on Daniel Pocock
pt_pt: · Declaração sobre Daniel Pocock

source: · Debian Project: People: Who we are and what we do
pt_pt: · O Projeto Debian: as pessoas: quem somos e o que fazemos

source: · Debian Project: Our Philosophy: Why we do it and how we do it
pt_pt: · O Projeto Debian: nossa filosofia: por que fazemos e como fazemos

source: Deutsch français Nederlands Português
pt_pt: Deutsch English français Nederlands

source: Last Modified: Wed, Jul 24 19:24:13 UTC 2024 Last Built: Tue, Aug 6 19:47:33 UTC 2024
pt_pt: Última Modificação: Qui, 1 de Ago de 2024, 11:24:13 UTC Última compilação: Ter, 6 de Ago de 2024, 22:07:12 UTC

source: How to join Debian
pt_pt: Como ingressar no Debian

source: We are always looking for new contributors and volunteers. We strongly encourage participation by everyone. Requirements: interest in Free Software and some free time.
pt_pt: Estamos sempre procurando por novos(as) colaboradores(as) e voluntários(as). Incentivamos fortemente a participação de todas as pessoas. Requisitos: interesse em Software Livre e algum tempo livre.

source: · Reading
pt_pt: · Leitura

source: · Contributing
pt_pt: · Contribuindo

source: · Joining
pt_pt: · Ingressando

source: Reading
pt_pt: Leitura

source: If you haven't already, you should read the sites linked on the Debian start page. This will help you to get a better understanding of who we are and what we're trying to accomplish. As a potential Debian contributor, please pay particular attention to these two pages:
pt_pt: Se ainda não o fez, você deve ler as páginas linkadas na página inicial do Debian. Isso ajudará você a entender melhor quem somos e o que estamos tentando alcançar. Como um(a) potencial contribuidor(a) Debian, por favor, preste atenção especial a estas duas páginas:

source: · Debian Free Software Guidelines
pt_pt: · Definição Debian de Software Livre

source: · Debian Social Contract
pt_pt: · Contrato Social Debian

source: A lot of our communication happens on the Debian mailing lists. If you want to get a feeling for the inner workings of the Debian project, you should at least subscribe to debian-devel-announce and debian-news. Both lists are low-volume and document what's going on in the community. The Debian Project News, also published on the debian-news list, summarizes recent discussions from Debian-related mailing lists and blogs and provides links to them.
pt_pt: Muito da nossa comunicação acontece nas listas de discussão Debian. Se você quer ter uma ideia sobre o funcionamento interno do projeto Debian, deve pelo menos se inscrever nas listas debian-devel-announce, debian-news e debian-news-portuguese. Todas têm um volume baixo de mensagens e registram o que está acontecendo na comunidade. O Debian Project News, que também é publicado na lista debian-news, resume discussões recentes nas listas de discussão e blogs relacionados ao Debian e fornece os respectivos links.

source: As a prospective developer, you should also subscribe to debian-mentors. Here you can ask questions about packaging and infrastructure projects as well as other developer-related issues. Please note that this list is meant for new contributors, not users. Other interesting lists are debian-devel (technical development topics), debian-project (discussions about non-technical issues in the project), debian-release (coordinating Debian releases), debian-qa (quality assurance).
pt_pt: Como um(a) desenvolvedor(a) em potencial, você também deve se inscrever na debian-mentors. Aqui você pode fazer perguntas sobre empacotamento e projetos de infraestrutura, bem como outras questões relacionadas aos(às) desenvolvedores(as). Por favor observe que esta lista se destina a novos(as) colaboradores(as), não a usuários(as). Outras listas interessantes são debian-devel (tópicos de desenvolvimento técnico), debian-devel-portuguese (tópicos de desenvolvimento técnico em português), debian-project (discussões sobre questões não técnicas no projeto), debian-release (coordenação de lançamentos do Debian ) e debian-qa (controle de qualidade).

source: Mailing List Subscription
pt_pt: Inscrição em listas de discussão

source: Tip: If you want to reduce the number of mails you receive, especially on high-traffic lists, we offer email digests as a summary email instead of individual messages. You can also visit the Mailing List Archives to read the messages of our lists in a web browser.
pt_pt: Dica: Se deseja reduzir o número de e-mails que recebe, especialmente em listas de alto tráfego, oferecemos resumos de e-mail (digests) em vez de mensagens individuais. Você também pode visitar os arquivos das listas de discussão para ler as mensagens de nossas listas em um navegador web.

source: You don't need to be an official Debian Developer (DD) to contribute. Instead, an existing DD can act as sponsor and help to integrate your work into the project.
pt_pt: Você não precisa ser um(a) desenvolvedor(a) Debian oficial (DD) para contribuir. Em vez disso, um(a) DD existente pode atuar como padrinho/madrinha e ajudar a integrar seu trabalho ao projeto.

source: Contributing
pt_pt: Contribuindo

source: Are you interested in maintaining packages? Then please have a look at our Work-Needing and Prospective Packages list. Here you'll find packages in need of a (new) maintainer. Taking over an abandoned package is a great way to get started as a Debian maintainer. Not only does it help our distribution, it also gives you an opportunity to learn from the previous maintainer.
pt_pt: Está interessado(a) na manutenção de pacotes? Então por favor dê uma olhada na nossa lista de pacotes que precisam de trabalho e futuros pacotes (WNPP - Work-Needing and Prospective Packages). Aqui você encontrará pacotes que precisam de um(a) (novo(a)) mantenedor(a). Assumir um pacote abandonado é uma ótima maneira de começar como mantenedor(a) Debian. Isso não apenas ajuda a nossa distribuição, mas também lhe dá a oportunidade de aprender com o(a) mantenedor(a) anterior.

source: Here are some other ideas how you can contribute to Debian:
pt_pt: Aqui estão algumas outras idéias de como você pode contribuir para o Debian:

source: · Help us to write our documentation.
pt_pt: · Ajude a escrever nossa documentação.

source: · Help to maintain the Debian website, produce content, edit or translate existing text.
pt_pt: · Ajude a manter o site web do Debian, produzindo conteúdo, editando ou traduzindo textos já existentes.

source: · Join our translation team.
pt_pt: · Ingresse na equipe de tradução.

source: · Improve Debian and join the Debian Quality Assurance (QA) Team.
pt_pt: · Melhore o Debian e ingresse na equipe de controle de qualidade (QA - Quality Assurance).

source: Of course, there are plenty of other things you could do and we're always looking for people to offer legal support or join our Debian Publicity Team. Becoming a member of a Debian team is an excellent way to gain some experience, before starting the New Member process. It's also a good starting point if you're looking for a package sponsor. So, find a team and jump right in!
pt_pt: Claro, há muitas outras coisas que você pode fazer e estamos sempre procurando pessoas para oferecer suporte jurídico ou se juntar a nossa equipe de publicidade do Debian. Tornar-se um(a) membro(a) de uma equipe do Debian é uma excelente maneira de ganhar alguma experiência antes de iniciar o processo de novo(a) membro(a). Também é um bom ponto de partida se você estiver procurando por um(a) padrinho/madrinha de pacote. Então, encontre uma equipe e entre imediatamente!

source: List of Debian Teams
pt_pt: Lista de equipes do Debian

source: Joining
pt_pt: Ingressando

source: So, you've contributed to the Debian project for some time and you want to join Debian in a more official role? There are basically two options:
pt_pt: Então você tem contribuído para o projeto Debian por algum tempo e quer ingressar no Debian de uma maneira mais oficial? Existem basicamente duas opções:

source: The Debian Maintainer (DM) role was introduced in 2007. Until then, the only official role was Debian Developer (DD). There are currently two independent processes for applying for either role.
pt_pt: A função de mantenedor(a) Debian (DM) foi introduzido em 2007. Até então, a única função oficial era de desenvolvedor(a) Debian (DD). Atualmente, existem dois processos independentes para se candidatar a qualquer uma das funções.

source: · Debian Maintainer (DM): This is the first step – as DM you can upload your own packages to the Debian archive (with some restrictions). Unlike Sponsored Maintainers, Debian Maintainers can maintain packages without a sponsor.
pt_pt: · Mantenedor(a) Debian (DM - Debian Maintainer): este é o primeiro passo – como DM você pode subir os seus próprios pacotes para o repositório do Debian (com algumas restrições). Ao contrário dos(as) mantenedores(as) apadrinhados(as)/amadrinhados(as), os(as) mantenedores(as) Debian podem manter pacotes sem um(a) padrinhho/madrinha.

source: More information: Debian Maintainer Wiki
pt_pt: Mais informações: wiki sobre mantenedores(as) Debian

source: · Debian Developer (DD): This is the traditional full membership role in Debian. A DD can participate in Debian elections. Uploading Debian Developers can upload any package to the archive. Before you become an Uploading DD, you should have a track record of maintaining packages for at least six months (for example, uploading packages as a DM, working inside a team or maintaining packages uploaded by sponsors). Non-uploading DDs have the same packaging rights as Debian Maintainers. Before you apply as a non-uploading DD, you should have a visible and significant track record of working inside the project.
pt_pt: · Desenvolvedor(a) Debian (DD - Debian Developer ): esta é a tradicional função de participação completa no Debian. Um(a) DD pode participar das eleições no Debian. Desenvolvedores(as) Debian uploading podem subir qualquer pacote para o repositório. Antes de se tornar um(a) DD uploading, você deve ter uma trilha de registros de manutenção de pacotes por pelo menos seis meses (por exemplo, enviando pacotes como um(a) DM, trabalhando dentro de uma equipe, ou mantendo pacotes enviados por padrinhos/madrinhas. DDs non-uploading têm os mesmos direitos de empacotamento que os(as) mantenedores(as) Debian. Antes de se candidatar como um(a) DD non-uploading, você deve ter uma visibilidade e uma significante trilha de registros de contribuições dentro do projeto.

source: More information: New Members Corner
pt_pt: Mais informações: Canto de novos(as) membros(as)

source: Regardless of the role you choose to apply for, you should be familiar with Debian's procedures. This is why we strongly recommend reading the Debian Policy as well as the Developer's Reference.
pt_pt: Independentemente de qual função escolher para se candidatar, você deve estar familiarizado(a) com os procedimentos do Debian. Este é o motivo pelo qual recomendamos fortemente ler a política Debian assim como a referência para desenvolvedores(as).

source: dansk Deutsch Ελληνικά (Ellinika) español français Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Português Русский (Russkij) suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: dansk Deutsch Ελληνικά (Ellinika) English español français Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Русский (Russkij) suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Fri, Feb 11 16:40:41 UTC 2022 Last Built: Tue, Aug 6 19:41:24 UTC 2024
pt_pt: Última Modificação: Dom, 3 de Abr de 2022, 16:40:00 UTC Última compilação: Ter, 6 de Ago de 2024, 22:05:07 UTC

source: Introduction to Debian / Debian's Organizational Structure
pt_pt: Introdução ao Debian / Estrutura organizacional do Debian

source: Debian's Organizational Structure
pt_pt: Estrutura organizacional do Debian

source: Occasionally people need to contact someone about a particular aspect of Debian.
pt_pt: Ocasionalmente, as pessoas precisam contatar alguém sobre um aspecto em particular do Debian.

source: The following is a list of different jobs and the e-mail addresses to use in order to contact the people responsible for those tasks.
pt_pt: A seguir temos uma lista de diferentes tarefas e endereços de e-mail para contatar as pessoas responsáveis por tais tarefas.

source: Please be made aware that mails sent to some of these addresses are publicly archived, especially but not limited to those with the term lists in the mail domain part.
pt_pt: Por favor, esteja ciente que e-mails enviados para alguns desses endereços estão arquivados publicamente, especialmente, mas não limitando-se, àqueles com o termo lists na parte do domínio do e-mail.

source: In the following list, current is used for positions that are transitional (elected or appointed with a certain expiration date).
pt_pt: Na lista a seguir, atual é usado para posições que são transitórias (eleito(a) ou nomeado(a) com uma determinada data de expiração).

source: · Officers
pt_pt: · Oficiais

source: · Distribution
pt_pt: · Distribuição

source: · Communication and Outreach
pt_pt: · Comunicações e Outreach (Programa de extensão)

source: o Data Protection team
pt_pt: o Equipe de Proteção de Dados

source: o Publicity team
pt_pt: o Equipe de Publicidade

source: · Support and Infrastructure
pt_pt: · Suporte e Infraestrutura

source: · Membership in other organizations
pt_pt: · Participação em outras organizações

source: Officers
pt_pt: Oficiais

source: · Leader — <leader@debian.org>
pt_pt: · Líder — <leader@debian.org>

source: current Andreas Tille
pt_pt: atual Andreas Tille

source: · Technical Committee — <debian-ctte@lists.debian.org> — appointment mail — appointment mail — appointment mail — appointment mail — appointment mail — appointment mail
pt_pt: · Comitê Técnico — <debian-ctte@lists.debian.org> — mensagem de nomeação — mensagem de nomeação — mensagem de nomeação — mensagem de nomeação — mensagem de nomeação — mensagem de nomeação

source: current Sean Whitton (chair)
pt_pt: atual Sean Whitton (presidente(a))

source: current Christoph Berg
pt_pt: atual Christoph Berg

source: current Helmut Grohne
pt_pt: atual Helmut Grohne

source: current Matthew Vernon
pt_pt: atual Matthew Vernon

source: current Matthew Garrett
pt_pt: atual Matthew Garrett

source: current Stefano Rivera
pt_pt: atual Stefano Rivera

source: current Timo Röhling
pt_pt: atual Timo Röhling

source: current Craig Small
pt_pt: atual Craig Small

source: · Secretary — <secretary@debian.org> — appointment mail
pt_pt: · Secretário(a) — <secretary@debian.org> — mensagem de nomeação

source: current Kurt Roeckx
pt_pt: atual Kurt Roeckx

source: Distribution
pt_pt: Distribuição

source: · Development Projects — <debian-devel@lists.debian.org>
pt_pt: · Projetos de Desenvolvimento — <debian-devel@lists.debian.org>

source: · FTP Archives — <ftpmaster@debian.org> — delegation mail
pt_pt: · Repositórios FTP — <ftpmaster@debian.org> — mensagem de delegação

source: member Thorsten Alteholz (delegate)
pt_pt: membro(a) Thorsten Alteholz (delegado)

source: member Ansgar (delegate)
pt_pt: membro(a) Ansgar (delegado)

source: member Joerg Jaspert (delegate)
pt_pt: membro(a) Joerg Jaspert (delegado)

source: member Luke W. Faraone (delegate; they/them)
pt_pt: membro(a) Luke W. Faraone (delegado(a); eles(as)/os(as))

source: member Mark Hymers (delegate)
pt_pt: membro(a) Mark Hymers (delegado)

source: o FTP Assistants —
pt_pt: o Assistentes FTP —

source: member Bastian Blank
pt_pt: membro(a) Bastian Blank

source: member Luca Falavigna
pt_pt: membro(a) Luca Falavigna

source: member Paul Tagliamonte
pt_pt: membro(a) Paul Tagliamonte

source: member Scott Kitterman
pt_pt: membro(a) Scott Kitterman

source: member Sean Whitton
pt_pt: membro(a) Sean Whitton

source: o FTP Wizards —
pt_pt: o Assistentes FTP —

source: member Mike O'Connor
pt_pt: membro(a) Mike O'Connor

source: · Backports — <backports-team@debian.org> — delegation mail
pt_pt: · Backports — <backports-team@debian.org> — mensagem de delegação

source: o Backports Team —
pt_pt: o Equipe de Backports —

source: member Alexander Wirt (delegate)
pt_pt: membro(a) Alexander Wirt (delegado)

source: member Rhonda D'Vine (delegate)
pt_pt: membro(a) Rhonda D'Vine (delegada)

source: · Release Management —
pt_pt: · Gerência de Lançamento —

source: o Release Team — <debian-release@lists.debian.org> — delegation mail
pt_pt: o Equipe de Lançamento — <debian-release@lists.debian.org> — mensagem de delegação

source: member Emilio Pozuelo Monfort (delegate)
pt_pt: membro(a) Emilio Pozuelo Monfort (delegado)

source: member Adam D. Barratt (delegate)
pt_pt: membro(a) Adam D. Barratt (delegado)

source: member Julien Cristau (delegate)
pt_pt: membro(a) Julien Cristau (delegado)

source: member Cyril Brulebois (delegate)
pt_pt: membro(a) Cyril Brulebois (delegado)

source: member Ivo De Decker (delegate)
pt_pt: membro(a) Ivo De Decker (delegado)

source: member Jonathan Wiltshire (delegate)
pt_pt: membro(a) Jonathan Wiltshire (delegado)

source: member Graham Inggs (delegate)
pt_pt: membro(a) Graham Inggs (delegado)

source: member Paul Gevers (delegate)
pt_pt: membro(a) Paul Gevers (delegado)

source: member Sebastian Ramacher (delegate)
pt_pt: membro(a) Sebastian Ramacher (delegado)

source: o Quality Assurance — <debian-qa@lists.debian.org>
pt_pt: o Controle de Qualidade — <debian-qa@lists.debian.org>

source: o Installation System Team — <debian-boot@lists.debian.org>
pt_pt: o Equipe do Sistema de Instalação — <debian-boot@lists.debian.org>

source: o Debian Live Team — <debian-live@lists.debian.org>
pt_pt: o Equipe Debian Live — <debian-live@lists.debian.org>

source: o CD/DVD/USB Images —
pt_pt: o Imagens de CD/DVD/USB —

source: § Production — <debian-cd@lists.debian.org>
pt_pt: § Produção — <debian-cd@lists.debian.org>

source: member Philip Hands
pt_pt: membro(a) Philip Hands

source: member Raphaël Hertzog
pt_pt: membro(a) Raphaël Hertzog

source: member Steve McIntyre
pt_pt: membro(a) Steve McIntyre

source: member Andy Simpkins
pt_pt: membro(a) Andy Simpkins

source: member Mattias Wadenstein
pt_pt: membro(a) Mattias Wadenstein

source: member Andrew Cater
pt_pt: membro(a) Andrew Cater

source: · Cloud Team — <debian-cloud@lists.debian.org> — delegation mail
pt_pt: · Equipe Cloud — <debian-cloud@lists.debian.org> — mensagem de delegação

source: member Thomas Lange (delegate)
pt_pt: membro(a) Thomas Lange (delegado)

source: member Ross Vandegrift (delegate)
pt_pt: membro(a) Ross Vandegrift (delegado)

source: member Bastian Blank (delegate)
pt_pt: membro(a) Bastian Blank (delegado)

source: Communication and Outreach
pt_pt: Comunicações e Outreach (Programa de extensão)
